Enterprise_Serivces/Prod/Bronze2/CSLEmployeeService/result1/Iteration1/t1_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/core/contracts/2010/05/IServiceBase/GetVersion</wsa:Action><wsa:MessageID>uuid:b12a68d0-eb44-44ba-90d4-e02836bc6d75</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslemployeeserviceqa1.testgs.pvt/EmployeeService.svc</wsa:To></soap:Header><soap:Body><GetVersion xmlns="http://www.gamestop.com/services/core/contracts/2010/05" /></soap:Body></soap:Envelope>